# Tan

## Description
Function Tan returns the tangent of the specified value.

```pascal
FUNCTION Tan(v : REAL) : REAL;
```

```python

def vs.Tan(v):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|v|REAL|Angle, in radians.|

## Version
Availability: from MiniCAD
## Category
* Math - General